IDEA StatiCa Open Model
ConcreteMemberDataEc2.ColumnData Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Column data
 Namespace: IdeaRS.OpenModel.Concrete
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public ColumnDataEc2 ColumnData { get; set; }
Public Property ColumnData As ColumnDataEc2
	Get
	Set
public:
property ColumnDataEc2^ ColumnData {
	ColumnDataEc2^ get ();
	void set (ColumnDataEc2^ value);
}
Property Value
Type: ColumnDataEc2
See Also
Reference
ConcreteMemberDataEc2 Class
IdeaRS.OpenModel.Concrete Namespace